Repository: Bolkun/web2.0
Catalog: 7-php/Probeaufgaben/marketpress_wordpress_mini_shop/b2b-market/src/addons/slack-connector/languages/slack-connector-*.po
Languages: de_de

source: Connect WordPress and Slack - with the Slack Connector. The plugin offers you and your team all conditions to always be informed about all activities on your blog, shop and forum. And to perfectly optimize your processes.
de_de: Verbinde WordPress und Slack - mit dem Slack Connector. Das Plugin hilft dir und deinem Team dabei, stets über alle Vorgänge aus Blog, Onlineshop oder Forum informiert zu sein. So kannst du deine Prozesse perfekt optimieren.

# slack_connector
source: Add New
de_de: Neu hinzufügen

source: Add New Slack Connector
de_de: Neuen Slack Connector hinzufügen

source: New Slack Connector
de_de: Neuer Slack Connector

source: Edit Slack Connector
de_de: Slack Connector bearbeiten

source: View Slack Connector
de_de: Slack Connector ansehen

source: Search Slack Connectors
de_de: Slack Connectors suchen

source: Parent Slack Connectors:
de_de: Übergeordnete Slack Connectors

source: No Slack Connectors found.
de_de: Keine Slack Connectors gefunden.

source: No Slack Connectors found in Trash.
de_de: Keine Slack Connectors im Papierkorb gefunden.

source: Slack Connectors for Slack.
de_de: Slack Connectors für Slack.

source: Please enter a webhook URL
de_de: Bitte gebe eine URL Webhook ein.

source: *This is a test notification*
de_de: *Das ist eine Testbenachrichtigung*

source: Sending test notification succeeded
de_de: Senden der Testbenachrichtigung erfolgreich.

source: This is a test message from Slack Connector. We hope you enjoy this plugin. \nLovely regards\n\nYour MarketPress Team!
de_de: Das ist eine Testnachricht von Slack Connector. Wir hoffen Dir gefällt dieses Plugin. Liebe Grüße Dein MarketPressTeam!

source: ERROR: Something went wrong. Please, check your webhook URL.
de_de: Fehler: Etwas ist schiefgegangen. Bitte überprüfe deine WebHook URL.

source: Firstly, go to <a target="_blank" href="https://slack.com/services/new/incoming-webhook">https://slack.com/services/new/incoming-webhook</a> and create a new webhook. Next, set a channel to receive notifcations, copy the URL for the webhook and insert this URL in the field above.
de_de: Gehe zuerst auf <a target="_blank" href="https://slack.com/services/new/incoming-webhook">https://slack.com/services/new/incoming-webhook</a> und erstelle einen neuen WebHook. Lege als nächstes einen Kanal fest um Benachrichtigungen zu erhalten, kopiere die URL für den WebHook und füge diese URL in das obige Feld ein.

source: Send a test notification
de_de: Sende eine Testbenachrichtigung

source: Test notification has been sent.
de_de: Testbenachrichtigung wurde versendet.

source: General Settings
de_de: Allgemeine Einstellungen

source: Slack Username
de_de: Slack Benutzername

source: Choose a username for your notifications. You can't leave this field empty.
de_de: Wähle einen Benutzernamen für deine Benachrichtigungen. Dieses Feld kann nicht freigelassen werden.

source: Emoji Code, example: :mailbox_with_mail:
de_de: Emoji Code, z.B.: :mailbox_with_mail:

source: Choose an emoji that will be included in every %s notification. You can find all emoji codes in the <a href="http://www.emoji-cheat-sheet.com/" target="_blank">Emoji Cheat Sheet</a>.
de_de: Wähle ein Emoji, das in jeder %s Benachrichtigung gesendet wird. Du findest alle Emoji Codes im <a href="http://www.emoji-cheat-sheet.com/" target="_blank">Emoji Cheat Sheet</a>.

# MarketPress URL part, should be .de for German languages
source: marketpress.com
de_de: marketpress.de

source: <strong>Whoops!</strong> The license key you have entered appears not to be valid. You can always get your valid key from your Downloads page at %s. Automatic updates for this plugin have been disabled until you enter a valid key.
de_de: <strong>Hoppla!</strong> Der Lizenzschlüssel, den du eingegeben hast, scheint nicht gültig zu sein. Du kannst deinen Lizenzschlüssel stets auf deiner Downloads-Seite bei %s nachsehen. Automatische Updates sind nicht verfügbar, bis du einen gültigen Lizenzschlüssel eingegeben hast.

source: <strong>All is fine.</strong> You are using a valid license key from %s for this plugin. If you need to enter a new key, just override the current one and save.
de_de: <strong>Alles ist gut.</strong> Du benutzt einen gültigen Lizenzschlüssel von %s für dieses Plugin. Wenn du einen neuen Lizenzschlüssel eingeben möchtest, überschreibe den jetzigen einfach und speichere.

source: Enter a valid license key from %s below.
de_de: Gib einen gültigen Lizenzschlüssel von %s ein.

source: Help! I need to retrieve my key.
de_de: Hilfe! Ich muss meinen Lizenzschlüssel nachsehen.

source: <strong>Whoops!</strong> The license key you have entered appears not to be valid. Automatic updates for this plugin have been disabled until you enter a valid key.
de_de: <strong>Hoppla!</strong> Der Lizenzschlüssel, den du eingegeben hast, scheint nicht gültig zu sein. Du kannst deinen Lizenzschlüssel stets auf deiner Downloads-Seite bei %s nachsehen. Automatische Updates sind nicht verfügbar, bis du einen gültigen Lizenzschlüssel eingegeben hast.

source: <strong>All is fine.</strong> You are using a valid license key from %s for this plugin. If you need to enter a new key, just override the current one and save. Or just <a href=\"%s\">delete it</a> to make it disappear.
de_de: <strong>Alles ist gut.</strong> Du benutzt einen gültigen Lizenzschlüssel von %s für dieses Plugin. Wenn du einen neuen Lizenzschlüssel eingeben möchtest, überschreibe den jetzigen einfach und speichere.

source: Your license status
de_de: Status deiner Lizenz

source: License Key
de_de: Lizenzschlüssel

source: Activate
de_de: Aktivieren

source: License key has been deleted.
de_de: Lizenzschlüssel wurde gelöscht.

source: License activated successfully.
de_de: Lizenz erfolgreich aktiviert.

source: License cannot be activated.
de_de: Lizenz kann nicht aktiviert werden.

source: The license key you have entered is not correct.
de_de: Der Lizenzschlüssel, den du eingegeben hast, ist nicht korrekt.

source: You have reached the limit of URLs included in your license. Please update your license at %s.
de_de: Du hast das URL-Limit für deinen Lizenzschlüssel erreicht. Bitte aktualisiere deine Lizenz bei %s.

source: Something went wrong. Please try again later or contact the support staff at %s.
de_de: Etwas ist schief gelaufen. Bitte versuche es später noch einmal und kontaktiere den Support bei %s.

source: Your license does not appear to be valid for this plugin. Please update your license at %s.
de_de: Deine Lizenz scheint nicht gültig zu sein. Bitte aktualisiere deine Lizenz bei %s.

source: A new topic "[topic-name]" has been posted in the forum "[forum-name]"
de_de: Ein neues Topic "[topic-name]" wurde in dem Forum "[forum-name]" gepostet.

source: A new reply has been posted for "[topic-name]" in the forum "[forum-name]"
de_de: Für "[topic-name]" wurde eine neue Antwort im Forum "[forum-name]" gepostet.

source: Deactivated
de_de: Deaktiviert

source: New Topic and New Reply
de_de: Neues Topic und neue Antwort

source: New Topic
de_de: Neues Topic

source: New Reply
de_de: Neue Antwort

source: Specific Settings
de_de: Spezifische Einstellungen

source: Notifications
de_de: Benachrichtigungen

source: You can choose whether you want to get a slack notification if there is a new topic, a new reply or both.
de_de: Du kannst wählen, ob du eine Slack Benachrichtigung für ein neues Topic, eine neue Antwort oder beides erhälst.

source: Forums
de_de: Foren

source: All Forums
de_de: Alle Foren

source: You can either get notifications for all bbPress forums or just for chosen forums.
de_de: Du kannst entweder Benachrichtigungen für alle bbPress Foren oder ausgewählte Foren erhalten.

source: Title for a New Topic
de_de: Titel für ein neues Topic

source: Choose a title for your notifications when a new topic has been posted. You can't leave this field empty.
de_de: Wähle einen Titel für deine Benachrichtgungen aus, wenn ein neues Topic gepostet wurde. Du kannst dieses Feld nicht frei lassen.

source: You can use the following placeholders
de_de: Du kannst folgende Platzhalter benutzen

source: You can use valid Slack markup, for more details, see <a href="https://get.slack.help/hc/en-us/articles/202288908-How-can-I-add-formatting-to-my-messages-" target="_blank">here</a>
de_de: Du kannst ein gültiges Slack Markup benutzen, für mehr Details siehe hier <a href="https://get.slack.help/hc/en-us/articles/202288908-How-can-I-add-formatting-to-my-messages-" target="_blank">hier</a>

source: Title for a New Reply
de_de: Titel für eine neue Antwort

source: Choose a title for your notifications when a new reply has been posted. You can't leave this field empty.
de_de: Wähle einen Titel für deine Benachrichtigungen aus, wenn eine neue Antwort geposted wurde. Du kannst dieses Feld nicht frei lassen.

source: Color for a New Topic
de_de: Farbe für ein neues Topic

source: Choose a color for a notification when a new topic has been posted.
de_de: Wähle eine Farbe für die Benachrichtigung, wenn ein neues Topic gepostet wurde.

source: Color for a New Reply
de_de: Farbe für eine neue Antwort

source: Choose a color for a notification when a new reply has been posted.
de_de: Wähle eine Farbe für die Benachrichtigung, wenn eine neue Antwort gepostet wurde.

source: Private Topics / Forums
de_de: Private Topics / Foren

source: Activated
de_de: Aktiviert

source: If you deactivate this option, you will not get notifications for a new private topic or new answers for a private topic. If you have chosen "All Forums" for the option "Forums" you will not get notifications for topics and replies in private forums if you activate this option. If you have chosen certain forums in the option "Forums", private forums will not be considered if you deactivate this option.
de_de: Wenn du diese Option deaktivierst, erhälst du keine Benachrichtigung für ein neues privates Topic oder neue Antworten für ein privates Topic. Wenn du "Alle Foren" bei der Option "Foren" ausgewählt hast, erhälst du keine Benachrichtigungen für Topics und Antworten in privaten Foren, wenn du diese Option aktivierst. Wenn du bestimmte Foren in der Option "Foren" ausgewählt hast, werden private Foren nicht berücksichtigt, wenn du diese Option deaktivierst.

source: Show Username
de_de: Benutzernamen anzeigen

source: Choose whether the username of the bbPress user will be shown in your notification.
de_de: Wähle, ob der Benutzername des bbPress Nutzers in deinen Benachrichtigung angezeigt wird.

source: Show Gravatar
de_de: Gravatar anzeigen

source: Choose whether the Gravatar of the bbPress user will be shown in your notification. This will only work if "Show Username" is activated.
de_de: Wähle, ob der Gravatar des bbPress Nutzers in deinen Benachrichtigungen angezeigt wird. Es funktioniert nur, wenn "Benutzername anzeigen" aktiviert ist.

source: Show Excerpt
de_de: Auszug anzeigen

source: Choose whether an excerpt of the bbPress users message shall be shown in your notification.
de_de: Wähle, ob ein Auszug der bbPress-Nutzer Nachricht in deinen Benachrichtigungen angezeigt werden soll.

source: View Order
de_de: Bestellung ansehen

source: Order
de_de: Bestellung

source: Customer
de_de: Kunde

source: Order Total
de_de: Gesamtbestellwert

source: Order Items
de_de: Artikel der Bestellung

source: Order Item
de_de: Artikel der Bestellung

source: New Order
de_de: Neue Bestellung

source: Product Sale
de_de: Bestimmte Produkte

source: Product Category Sale
de_de: Bestimmte Produktkategorie

source: New Order Settings
de_de: Neue Bestellung - Einstellungen

source: You can choose either to get a notifiaction when you have a new order or when certain products are sold. You can also choose to get notification when products of certain product categories are sold.
de_de: Du kannst wählen, ob du eine Benachrichtigung bekommst, wenn du eine neue Bestellung hast oder wenn bestimmte Produkte verkauft wurden. Du kannst auch Benachrichtigungen erhalten, wenn Produkte bestimmter Produktkategorien verkauft wurden.

source: Products
de_de: Produkte

source: Product Categories
de_de: Produktkategorien

source: Notification Title
de_de: Titel der Benachrichtigung

source: New sale!
de_de: Produktverkauf

source: Choose a title for your the notification "New Order / Product Sale".
de_de: Wähle einen Titel für deine Benachrichtigung "Neue Bestellung / Produktverkauf".

source: When you set the option to "New Order", you can also use
de_de: Wenn du die Option auf "Neue Bestellung" setzt, kannst du auch folgendes nutzen

source: When you set the option to "Product Sale" or "Product Category Sale", you can also use
de_de: Wenn du die Option "Bestimmte Produkt" oder "Bestimmte Produktkategorie" gesetzt hast, kannst du auch folgendes nutzen.

source: Notification Color
de_de: Farbe der Benachrichtigung

source: Choose a color for this kind of notification.
de_de: Wähle eine Farbe für diese Art von Benachrichtigung.

source: Field - Order
de_de: Feld - Bestellung

source: Activate or deactiate a field in your notification that shows the order number with a link to view the order.
de_de: Aktiviere oder deaktiviere ein Feld in deiner Benachrichtigung, welches die Bestellnummer mit einen Link, um die Bestellung anzusehen, anzeigt.

source: Field - Order Total
de_de: Feld - Gesamtbestellwert

source: Activate or deactiate a field in your notification that shows the order total.
de_de: Aktiviere oder deaktiviere ein Feld in deiner Benachrichtigung, welches den Gesamtbestellwert anzeigt.

source: Field - Customer
de_de: Feld - Kunde

source: Activate or deactiate a field in your notification that shows the name of the customer.
de_de: Aktiviere oder deaktiviere ein Feld in deiner Benachrichtigung, das den Kundennamen anzeigt.

source: Field - Items
de_de: Feld - Artikel

source: Activated with Price
de_de: Aktiviert mit Preis

source: Activated without Price
de_de: Aktiviert ohne Preis

source: Activate or deactiate a field in your notification that shows the items of the order, respectively the product name if you set the option "Notifications" to "Product Sale" or "Product Category Sale". You can choose whether the price is shown or not.
de_de: Aktiviere oder deaktiviere ein Feld in deiner Benachrichtigung, welches die Artikel der Bestellung anzeigt, bzw. den Produktnamen, falls du die Option "Benachrichtigung" bei "Produkt Ausverkauf" oder "Produktkategorie Ausverkauf" gesetzt hast. Du kannst wählen, ob der Preis angezeigt wird oder nicht.

source: Low Stock Settings
de_de: Geringer Lagerbestand - Einstellungen

source: You can get a notification when a product is low on stock.
de_de: Du kannst eine Benachrichtigung erhalten, wenn der Lagerbestand eines Produktes ausgeht.

source: Low on stock: The product [product-name] ([product-id]) is low on stock!
de_de: Nur noch wenige Exemplare: Das Produkt [product-name] ([product-id]) ist fast ausverkauft!

source: Choose a title for the notification "Low on Stock".
de_de: Wähle einen Titel für die Benachrichtigung "Fast Ausverkauft".

source: Out of Stock Settings
de_de: Ausverkaufte Produkte - Einstellungen

source: You can get a notification when a product is out of stock.
de_de: Du kannst eine Benachrichtigung erhalten, wenn ein Produkt ausverkauft ist.

source: Out of stock: The product [product-name] ([product-id]) is out of stock!
de_de: Ausverkauft: Das Produkt [product-name] ([product-id]) ist ausverkauft!

source: Choose a title for the notification "Out of Stock".
de_de: Wähle einen Titel für die Benachrichtigung "Ausverkauft".

source: New Customer Settings
de_de: Neuer Kunde - Einstellungen

source: You can get a notification when a new customer has been created by WooCommerce.
de_de: Du kannst eine Benachrichtigung erhalten, wenn WooCommerce einen neuen Kunden erstellt hat.

source: New Customer: [customer-name]
de_de: Neuer Kunde: [customer-name]

source: Choose a title for the notification "New Customer".
de_de: Wähle einen Titel für die Benachrichtigung "Neuer Kunde".

source: You can use the following placeholder
de_de: Du kannst folgende Platzhalter verwenden

source: New Review Settings
de_de: Neue Kundenbewertung - Einstellungen

source: You can get a notification when new customer has been created by WooCommerce.
de_de: Du kannst eine Benachrichtigung erhalten, wenn WooCommerce einen neuen Kunden erstellt hat.

source: New Review: by [reviewer-name] for [product-name]
de_de: Neue Kundenbewertung: von [reviewer-name] für [product-name]

source: Choose a title for the notification "New Review".
de_de: Wähle einen Titel für die Benachrichtigung "Neue Kundenbewertung".

source: Review Text
de_de: Text der Kundenbewertung

source: Choose whether the review text is shown in the notification.
de_de: Wähle, ob der Text der Kundenbewertung in der Benachrichtigung angezeigt wird.

source: Rating
de_de: Bewertung

source: Choose whether the review rating is shown in the notification. A 5-star rating system is used to display the rating.
de_de: Wähle, ob die Kundenbewertung in der Benachrichtigung angezeigt wird. Es wird ein 5-Sterne-Bewertungssystem genutzt, um die Bewertung anzuzeigen.

source: New Post Published
de_de: Neuer Beitrag veröffentlicht

source: You can get a notification when a new post has been published.
de_de: Du kannst eine Benachrichtigung erhalten, wenn ein neuer Beitrag veröffentlicht wurde.

source: Categories
de_de: Kategorien

source: All Categories
de_de: Alle Kategorien

source: You can either get notifications for all new posts or just for chosen categories.
de_de: Du kannst entweder Benachrichtigungen für alle neuen Beiträge oder nur für ausgewählte Kategorien erhalten.

source: New Post "[post-title]" by [post-author]
de_de: Neuer Beitrag "[post-title]" von [post-author]

source: Choose a title for the notification "New Post".
de_de: Wähle einen Titel für die Benachrichtigung "Neuer Beitrag".

source: Post Content
de_de: Beitragsinhalt

source: Choose whether the post content is shown in the notification.
de_de: Wähle, ob der Inhalt des Beitrags in der Benachrichtigung angezeigt wird.

source: Post Thumbnail
de_de: Beitragsbild

source: Choose whether the post thumbnail is shown in your slack notification.
de_de: Wähle, ob das Beitragsbild in der Slack Benachrichtigung angezeigt wird.

source: New Comment Posted
de_de: Neuer Kommentar gepostet

source: All Comments
de_de: Alle Kommentare

source: Comments for Special Posts
de_de: Kommentare für spezielle Beiträge

source: Comments for Posts of Special Categories
de_de: Kommentare für Beiträge von besonderen Kategorien

source: You can get a notification when a new comment has been published. You can choose to get notifcations for all comment posts or just for special posts or posts of special categories
de_de: Du kannst eine Benachrichtigung erhalten, wenn ein neuer Kommentar veröffentlicht wurde. Du kannst wählen, ob du Benachrichtigungen für alle Kommentare erhälst, nur für besondere Beiträge, oder nur Beiträge von besonderen Kategorien.

source: Posts
de_de: Beitrag

source: New Comment by [comment-author] for "[post-title]"
de_de: Neuer Kommentar von [comment-author] für "[post-title]"

source: Choose a title for the notification "New Comment".
de_de: Wähle einen Titel für die Benachrichtigung "Neuer Kommentar".

source: Comment Content
de_de: Kommentarinhalt

source: Choose whether the comment content is shown in the notification.
de_de: Wähle, ob der Inhalt des Kommentares in der Benachrichtigung angezeigt wird.
