Repository: Bolkun/web2.0
Catalog: 7-php/Probeaufgaben/marketpress_wordpress_mini_shop/b2b-market/languages/b2b-market-*_formal.po
Languages: de

source: Before you can define custom group and bulk prices for this product, you have to assign it under "Choose Products" in your customer group.
de: Bevor Sie produktbasierte Gruppen-und Staffelpreise definieren können, müssen Sie das Produkt innerhalb der Kundengruppe unter "Produkte auswählen" zuordnen.

source: Go to customer groups
de: Gehe zu Kundengruppen

source: Group Prices
de: Gruppenpreise

source: Group price for
de: Gruppenpreis für

source: Price:
de: Preis:

source: Price-Type:
de: Preis-Typ:

source: rrp:
de: UVP:

source: Fix Price
de: Festpreis

source: Bulk Prices
de: Staffelpreise

source: Bulk prices for
de: Staffelpreis für

source: Bulk prices are applied if the current quantity fits in the configured quantity range
de: Staffelpreise sind aktiv sobald die aktuelle Produktmenge im definierten Mengenbereich liegt

source: Bulk Price
de: Staffelpreis

source: Amount (from)
de: Menge (ab)

source: Amount (to)
de: Menge (bis)

source: Price-Type
de: Preis-Typ

source: Remove
de: Entfernen

source: Add
de: Hinzufügen

source: Quantities
de: Mengen

source: Step:
de: Schritte:

source: Dismiss site notice
de: Diesen Hinweis ausblenden

source: Product
de: Produkt

source: Quantity (from)
de: Menge (von)

source: Quantity (to)
de: Menge (bis)

source: customer_groups
de: kunden_gruppen

source: Return to all groups
de: Zurück zu allen Kundengruppen

source: Title
de: Name der Kundengruppe

source: Group Price
de: Gruppenpreis

source: Apply Prices
de: Preise anwenden

source: Discounts
de: Rabatte

source: Tax Control
de: Steuer-Einstellungen

source: Save Group
de: Kundengruppe speichern

source: Modify the price for each product assigned to this customer group
de: Verändern Sie den Preis für jedes Produkt das dieser Kundengruppe zugeordnet ist

source: For choosen products the settings from group price and bulk prices will be applied. It does not apply to your blacklist settings.
de: Gruppenpreis und Staffelpreis wirken sich auf die hier gewählten Produkte aus. Sie beeinflussen nicht die Blacklist-Einstellungen.

source: Products:
de: Produkte:

source: Product Categories:
de: Produktkategorien:

source: Override and activate for all products:
de: Überschreiben und für alle Produkte aktivieren:

source: Off
de: Aus

source: On
de: An

source: Choose which products and categories you want to exclude for this customer group.
de: Wählen Sie die Produkte und Kategorien die für diese Kundengruppe nicht angezeigt werden sollen.

source: Invert to Whitelist
de: Umkehrung zur Whitelist

source: Show net prices instead of gross price?
de: Netto-Preise statt Brutto-Preise im Shop anzeigen?

source: Use VAT validation for this group registration?
de: UST-ID Validierung für die Registrierung dieser Kundengruppe benutzen?

source: First Order
de: Erste Bestellung

source: Set a discount for the first order of a user from this group
de: Festlegen eines Rabatts für die erste Bestellung eines Kunden aus dieser Kundengruppe

source: Label:
de: Bezeichnung:

source: Discount:
de: Rabatt:

source: Discount-Type:
de: Rabatt-Typ:

source: Products from Category
de: Produkte aus Produktkategorie

source: Set a discount if a customer has the defined quantity of products from the given category in their cart.
de: Setzen Sie einen Rabatt wenn die definierte Menge von Produkten der gegebenen Kategorie im Warenkorb liegt.

source: Quantity
de: Menge

source: Discount
de: Rabatt

source: Discount-Type
de: Rabatt-Typ

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: No bulk prices set
de: Keine Staffelpreise gesetzt

source: Yes
de: Ja

source: No products included
de: Keine Produkte enthalten

source: No categories included
de: Keine Kategorien enthalten

source: Bulk Prices set?
de: Staffelpreise gesetzt?

source: Included Products
de: Eingeschlossene Produkte

source: included Categories
de: Eingeschlossene Kategorien

# enhanced select
source: One result is available, press enter to select it.
de: Ein Ergebnis ist verfügbar, drücke die Eingabetaste um es auszuwählen.

# enhanced select
source: %qty% results are available, use up and down arrow keys to navigate.
de: %qty% Ergebnisse sind verfügbar, verwende die Hoch-/Runter-Pfeiltasten zum Navigieren.

# enhanced select
source: No matches found
de: Keine Treffer gefunden

# enhanced select
source: Loading failed
de: Laden fehlgeschlagen

# enhanced select
source: Please enter 1 or more characters
de: Bitte 1 oder mehr Buchstaben eingeben

# enhanced select
source: Please enter %qty% or more characters
de: Bitte %qty% oder mehr Buchstaben eingeben

# enhanced select
source: Please delete 1 character
de: Bitte 1 Buchstaben löschen

# enhanced select
source: Please delete %qty% characters
de: Bitte %qty% Buchstaben löschen

# enhanced select
source: You can only select 1 item
de: Sie können nur 1 Produkt auswählen

# enhanced select
source: You can only select %qty% items
de: Sie können nur %qty% Produkte auswählen

# enhanced select
source: Loading more results&hellip;
de: Weitere Ergebnisse anzeigen&hellip;

# enhanced select
source: Searching&hellip;
de: Suche nach&hellip;

source: Customer Groups
de: Kundengruppen

source: All Customers
de: Alle Kunden

source: Options
de: Optionen

source: General
de: Allgemeine Einstellungen

source: Menu
de: Menü

source: Sorry, but something went wrong while saving your settings. Please, try again.
de: Sorry, beim Speichern der Einstellungen ist etwas schiefgegangen. Bitte versuchen Sie es erneut.

source: Your settings have been saved.
de: Ihre Einstellungen wurden gespeichert.

source: Add new Customer Group
de: Neue Kundengruppe hinzufügen

source: Prices (All Customers)
de: Preise (Alle Kunden)

source: All prices which are defined here are valid for all customers including guests and all members of all customer groups.<br> B2B Market checks for the cheapest price to apply for the current customer.
de: Alle hier definierten Preise werden auf alle Kunden angewendet, sowohl Gäste als auch Kunden mit einer Kundengruppe. B2B Market prüft den günstigsten, verfügbaren Preis für den Kunden und wendet diesen an.

source: Base Price
de: Basispreis

source: Base Price Type
de: Basispreis-Typ

# b2b-market
source: Bulk Prices
de: Staffelpreise

source: Compatibility
de: Kompatibilität

source: Deactivate Whitelist Function
de: Deaktivieren Sie die Whitelist-Funktion

source: Discount Message
de: Rabatt-Meldung

source: If global discount activated you can display a custom discount banner in your shop header.
de: Wenn der globale Rabatt aktiviert ist, können Sie einen benutzerdefinierten Rabatt-Banner im Kopfbereich ihres Online Shops anzeigen lassen.

source: Background-Color
de: Hintergrundfarbe

source: Font-Color
de: Schriftfarbe

source: Activate No-Cache Mode in Admin
de: Cache für Admin verhindern

source: Conditional Shipping & Payments
de: Bedingter Versand und Zahlungen

source: B2B-Market Shipping & Payments let you control the conditional displays of shipping and payments options per customer group
de: Legen Sie je Kundengruppe fest, welche Versand- und Zahlungsoptionen genutzt werden können, bzw. welche ausgeblendet werden sollen

source: B2B-Market Import & Export let you export your customer groups with all pricing options. Works also with plugin settings
de: Mit B2B-Market Import & Export können Sie ihre Kundengruppen mit allen Preisoptionen exportieren. Auch die Plugin-Einstellungen lassen sich exportieren

source: Allow Users to registrate for specific Customer Groups. Use Double Opt-In and Vat-Check.
de: Ermöglichen Sie ihren Benutzern, dass sie sich selbst einzelnen Kundengruppen zuweisen (optional). Richten Sie das Double Opt-In und die Überprüfung der USt-ID ein.

source: Min & Max Quantities
de: Min- und Max-Mengen

source: B2B-Market Min & Max Quantities let you define min and max quantities for products per user group. You could also define steps for each product and group.
de: B2B Market Min- und Max-Mengen lässt sie mindest-und maximal Mengen für alle Produkte je Kundengruppe definieren. Außerdem können auch die Schritte dazwischen festgelegt werden.

source: Allow users to connect woocommerce with slack and get notified about orders, new customers and more.
de: Verbinden Sie WooCommerce mit Slack, um Sie und ihr Team über Bestellungen, neue Kunden und mehr zu benachrichtigen.

source: Save changes
de: Einstellungen speichern

source: Close
de: Schließen

source: Global Options
de: Globale Optionen

source: Ready!
de: Bereit!

source: B2B Market Setup Wizard
de: Setup-Assistent für B2B-Market

source: Not right now
de: Nicht gerade jetzt

source: Return to your dashboard
de: Zurück zum Dashboard

source: Skip this step
de: Diesen Schritt überspringen

source: First Steps
de: Erste Schritte

source: The following wizard will help you create a your start setup for B2B Market. Following this guide step-by-step and your ready to go to sell with B2B-Market.
de: Der folgende Assistent hilft ihnen beim Erstellen eines Start-Setups für B2B Market.

source: Do you want to import some sample groups?
de: Möchten Sie einige Beispiel-Gruppen importieren?

source: Let's go!
de: Auf geht's!

source: Next
de: Nächste

source: Activate B2B Registration
de: B2B-Registrierung aktivieren

source: Activate Import/Exprt
de: Import/exprt aktivieren

source: Activate Conditional Payment & Shipping
de: Bedingte Zahlung und Versand aktivieren

source: Continue
de: Fortfahren

source: Done. Go further.
de: Erledigt. Weiter gehen.

source: Watch our <a href="%1$s" target="_blank">guided tour videos</a> to learn more about B2B Market, and visit marketpress.de to learn more about <a href="%2$s" target="_blank">getting started</a>.
de: Sehen Sie sich unsere <a href="%1$s" target="_blank">Videos</a> an, um mehr über B2B Market zu erfahren, und besuchen Sie marktpresse.de, um mehr über die <a href="%2$s" target="_blank"> erste Schritte </a> zu erfahren.

source: You're ready to start.
de: Sie sind bereit zum Verkaufen.

source: Next step
de: Nächster Schritt

source: Read the guides
de: Lesen Sie die Dokumenation

source: Read the offical docs and unleash your super-power!
de: Lesen Sie die offizielle Doku und entfesseln Sie die Supermacht!

source: Docs
de: Dokumentation

source: Check the settings
de: Einstellungen überprüfen

source: Go to the settings page and configure your addon details
de: Gehen Sie auf die Seite Einstellungen und konfigurieren Sie Ihre Addon-Details

source: Settings
de: Einstellungen

source: B2B solution for WooCommerce with role-based pricing and simultaneous sales to B2B and B2C.
de: B2B-Lösung für WooCommerce mit rollenbasierten Preisen und gleichzeitigem Verkauf an B2B und B2C.
