Repository: Bolkun/web2.0
Catalog: 7-php/Probeaufgaben/marketpress_wordpress_mini_shop/b2b-market/languages/b2b-market-*_formal.po
Languages: de

source: <strong>WooCommerce is not active.</strong> In order to use B2B Market, please activate WooCommerce first.
de: <strong> WooCommerce ist nicht aktiv. </strong> Um B2B-Market nutzen zu können, aktivieren Sie bitte WooCommerce zuerst.

source: <strong>Role Based Prices is active</strong>. If you switch from RBP to B2B Market use our <a href="%s">migrator</a> and deactivate Role Based Prices after that.
de: <strong>Role Based Prices ist aktiv</strong>. Wenn Sie von RBP auf B2B Market wechseln, nutzen Sie unseren <a href="%s">Migrator</a> und deaktivieren danach Role Based Prices.

source: B2B Market could not be activated networke wide due to the license restrictions. Please activate it on a subsite of your multisite.
de: B2B Market konnte auf Grund von Lizenzeinschränkungen nicht netzwerkweit aktiviert werden. Bitte aktivieren Sie es auf einer Unterseite ihrer Mulitsite.

source: <strong>Whoops!</strong> The license key you have entered appears not to be valid. You can always get your valid key from your Downloads page at %s. Automatic updates for this plugin have been disabled until you enter a valid key.
de: <strong>Entschuldigung!</strong> Die von Ihnen eingegebene Lizenz scheint nicht gültig zu sein. Sie können die validen Lizenzen auf ihrer Downloadseite unter %s einsehen. Automatische Updates wurden deaktiviert bis ein gültiger Lizenzschlüssel eingegeben wurde.

source: <strong>All is fine.</strong> You are using a valid license key from %s for this plugin.
de: <strong>Alles ist gut.</strong> Sie nutzen einen validen Lizenzschlüssel von %s für dieses Plugin.

source: Enter a valid license key from %s below.
de: Geben Sie einen validen Lizenzschlüssel von %s ein.

source: Help! I need to retrieve my key.
de: Hilfe! Ich muss meinen Lizenzschlüssel nachsehen.

source: <strong>Whoops!</strong> The license key you have entered appears not to be valid. Automatic updates for this plugin have been disabled until you enter a valid key.
de: <strong>Entschuldigung</strong> Der von ihnen eingegebene Lizenzschlüssel ist ungültig. Automatische Updates wurden deaktiviert bis ein valider Lizenzschlüssel eingegeben wurde.

source: <strong>All is fine.</strong> You are using a valid license key from %s for this plugin. <a href="%s">Delete Key</a>.
de: <strong>Alles ist gut.</strong> Sie nutzen einen validen Lizenzschlüssel von %s für dieses Plugin. <a href=„%s“>Lizenzschlüssel löschen</a>.

source: Your license status
de: Ihr Lizenzstatus

source: License Key
de: Lizenzschlüssel

source: Activate
de: Aktivieren

source: License key has been deleted.
de: Lizenzschlüssel wurde gelöscht.

source: License activated successfully.
de: Lizenz wurde erfolgreich aktiviert.

source: License cannot be activated.
de: Lizenz konnte nicht aktiviert werden.

source: The license key you have entered is not correct.
de: Der eingegebene Lizenzschlüssel ist nicht korrekt.

source: The license can not be activated. You have reached the URL limit for your license. Please upgrade your license or change the current license domain in your %s.
de: Diese Lizenz kann nicht aktiviert werden. Sie haben die maximale Anzahl an URLs für diese Lizenz erreicht. Bitte upgraden Sie die Lizenz oder editieren Sie die verwendeten Domains in ihrem %s.

source: Something went wrong. Please try again later or contact the support staff at %s.
de: Etwas ist schief gelaufen. Bitte versuchen Sie es später erneut oder kontaktieren Sie den Support hier %s.

source: Your license does not appear to be valid for this plugin. Please update your license at %s.
de: Ihre Lizenz scheint nicht für dieses Plugin gültig zu sein. Bitte aktualisieren sie ihre Lizenz hier %s.

source: Thanks for supporting <strong>MarketPress</strong> to improve <strong>%s</strong>
de: Vielen Dank für die Unterstützung von <strong>MarketPress</strong> um <strong>%s</strong> zu verbessern

source: We at <strong>MarketPress</strong> want to constantly improve our plugin <strong>%s</strong>. We would be happy if you help us by sending data on your use of the plugin once. The data is anonymous, there is no conclusion on your used website or MarketPress licence.
de: Wir bei <strong>MarketPress</strong> wollen unser Plugin <strong>%s</strong> stetig verbessern. Wir würden uns freuen, wenn Sie und erlauben die technischen Daten ihres Systems einmalig an uns zu versenden. Die Daten sind völlig anonym und die stellen keinen Bezug zu ihrem Shop oder ihrer Lizenz dar.

source: Click <a style="cursor: pointer;" class="marketpress-improve-show-data">here</a> to show the data sent to MarketPress.
de: Klicken Sie <a style=„cursor: pointer;“ class=„marketpress-improve-show-data“>hier</a> um zu sehen, welche Daten an MarketPress gesendet werden.

source: Yes, send data once
de: Ja, Daten einmalig senden

source: No, thanks.
de: Nein, danke.

source: Shipping and Payment
de: Versand und Zahlung

source: Payment
de: Zahlung

source: Shipping
de: Versand

source: Customer Group:
de: Kundengruppe:

source: Import and Export
de: Import und Export

source: Export Customer Groups
de: Kundengruppen exportieren

source: Include this group in your export
de: Diese Gruppe in den Export einbeziehen

source: Export Plugin Settings
de: Plugin Einstellungen exportieren

source: Plugin Settings
de: Plugin Einstellungen

source: Include plugin settings
de: Plugin-Einstellungen einbeziehen

source: Export Data
de: Daten exportieren

source: Import Data
de: Daten importieren

source: Migrate all Settings from your current installation of Role Based Prices
de: Migrieren aller Einstellungen von der aktuellen Installation des Plugins Role Based Prices

source: Please save your settings before click export
de: Bitte speichere Sie die Einstellungen bevor Sie den Export benutzen

source: Export complete
de: Export abgeschlossen

source: Your export was successfull
de: Ihr Export wurde erfolgreich abgeschlossen

source: Paste in your export data, save your settings and then import
de: Fügen Sie das Export-Snippet ein und speichern Sie ihre Einstellungen. Danach können Sie den den Import starten

source: Import complete
de: Import abgeschlossen

source: Your import was successfull
de: Ihr Import wurde erfolgreich durchgeführt

source: Migrate
de: Migrieren

source: Migration complete
de: Migration abgeschlossen

source: Your migration was successfull
de: Die Migration von Role Based Prices wurde erfolgreich abgeschlossen

source: You can add a maximum of %1$s %2$s's to %3$s. You already have %4$s.
de: Sie können maximal %1$s %2$s zu %3$s hinzufügen. Sie haben bereits %4$s.

source: your cart
de: ihrem Warenkorb

source: You can add a maximum of %1$s %2$s's to %3$s.
de: Sie können maximal %1$s %2$s zu %3$s hinzufügen.

source: You should have minimum of %1$s %2$s's to %3$s.
de: Sie sollten mindestens %1$s %2$s zu %3$s hinzufügen.

source: Registration
de: Registrierung

source: Choose which groups users can register for
de: Auswählen der Gruppen, für die sich Benutzer anmelden können

source: Do you want to activate Double Opt-in?
de: Möchten Sie Double Opt-in aktivieren?

source: Activate Double Opt-In
de: Aktiviere Double Opt-In

source: Remove the label for Customer group?
de: Label für Kundengruppe ausblenden?

source: Remove Label
de: Label ausblenden

source: Successfully validated. (Whew!)
de: Erfolgreich validiert. (Puh!)

source: API server rejects input. Have you entered a valid country code? A valid country code consists of 2 capitals, like DE for Germany. Check allowed country codes <a href="http://ec.europa.eu/taxation_customs/vies/help.html" target="_blank">here</a>.
de: Der API-Server weist die Eingabe zurück. Haben Sie einen gültigen Ländercode eingegeben? Ein gültiger Ländercode besteht aus 2 Großbuchstaben, wie DE für Deutschland. Überprüfe die zulässigen Ländercodes <a href="http://ec.europa.eu/taxation_customs/vies/help.html" target="_blank">hier</a>.

source: Could not establish connection to API server. Falling back to static validation. (<a href="http://ec.europa.eu/taxation_customs/vies/help.html" target="_blank">Why?</a>)
de: Verbindung zum API-Server konnte nicht hergestellt werden. Zurückfallen auf statische Validierung. (<a href="http://ec.europa.eu/taxation_customs/vies/help.html" target="_blank"> Warum? </a>)

source: Validation aborted: No input found. Input might have been rejected, or the number you have entered simply cannot be found.
de: Validierung abgebrochen: Keine Eingabe gefunden. Die Eingabe wurde möglicherweise abgelehnt, oder die eingegebene Nummer konnte nicht gefunden werden.

source: Invalid input: Value passed does not seem to be a string or an array. (Aka something’s wrong here technically.)
de: Ungültige Eingabe: Der übergebene Wert scheint nicht ein String oder ein Array zu sein. (Etwas ist hier technisch falsch.)

source: Invalid input: Array does not seem to consist of 2 strings. (Aka something’s wrong here technically.)
de: Ungültige Eingabe: Array scheint nicht aus 2 Strings bestehen. (etwas ist hier technisch falsch.)

source: RegEx: Country Code not recognized. Have you entered a valid country code? A valid country code consists of 2 capitals, like DE for Germany. Check allowed country codes <a href="http://ec.europa.eu/taxation_customs/vies/help.html" target="_blank">here</a>
de: RegEx: Ländercode nicht erkannt. Haben Sie einen gültigen Ländercode eingegeben? Ein gültiger Ländercode besteht aus 2 Großbuchstaben, wie DE für Deutschland. Überprüfe die zulässigen Ländercodes <a href="http://ec.europa.eu/taxation_customs/vies/help.html" target="_blank">hier</a>

source: Double Opt-in Customer Registration
de: Double-Opt-in-Kundenregistrierung

source: Order confirmation e-mail sent to customers.
de: Bestellbestätigung, die per E-Mail an Kunden versandt wird.

source: Activate your account - {site_title}
de: Aktivieren Sie Ihr Benutzerkonto auf {site_title}

source: Please activate your account through clicking on the activation link received via email.
de: Bitte aktivieren Sie Ihr Kundenkonto, indem Sie auf den Link in der E-Mail klicken.

source: Your account has been successfully activated.
de: Ihr Konto wurde erfolgreich aktiviert.

source: Your account has already been activated.
de: Ihr Account wurde bereits aktiviert.

source: Your account cannot be activated. The activation code cannot be found.
de: Ihr Konto kann nicht aktiviert werden. Der Aktivierungscode wurde nicht gefunden.

source: A new activation link has been sent to your e-mail.
de: Ein neuer Aktivierungslink wurde an Ihre e-Mail gesendet.

source: Please activate your account through clicking on the activation link received via email. Click <a href="%s">here</a> if you need a new activation link.
de: Aktivieren Sie Ihr Konto, indem Sie auf den Aktivierungslink klicken, den Sie per e-Mail erhalten haben. Klicken Sie auf < a href = " %s" > hier </a>, wenn Sie einen neuen Aktivierungslink benötigen.

source: Customer
de: Kunde

source: VAT-ID
de: Umsatzsteuer-ID

source: Company registration number
de: Handelsregisternummer

source: Customer Group
de: Kundengruppe

source: VAT is required!
de: USt-IdNr. ist verpflichtend!

source: VAT is not valid!
de: USt-IdNr. ist fehlerhaft!

source: Company registration number is required!
de: Handelsregisternummer ist ein Pflichtfeld!

source: B2B Market Registration
de: B2B Market Registrierung

source: Thanks for creating a customer account on %s. Your username is %s. Please follow the activation link to activate your account:
de: Es wurde für Sie ein Benutzerkonto bei %s angelegt. Ihr Benutzername lautet %s. Bitte folgen Sie dem Link, um Ihr Benutzerkonto zu bestätigen:

source: If you haven't created an account on %s please ignore this email.
de: Wenn Sie bei %s kein Kundenkonto eröffnet haben, ignorieren Sie diese E-Mail bitte.

source: Firstly, go to <a target="_blank" href="https://slack.com/services/new/incoming-webhook">https://slack.com/services/new/incoming-webhook</a> and create a new webhook. Next, set a channel to receive notifcations, copy the URL for the webhook and insert this URL in the field above.
de: Erstens, gehen Sie zu < a target = "_blank" href = "https://slack.com/services/new/incoming-webhook" > https://slack.com/Services/New/Incoming-webhook </a> und erstellen Sie einen neuen webhook. Als nächstes legen Sie einen Kanal zu empfangen notifcations, kopieren Sie die URL für den webhook und fügen Sie diese URL in das Feld oben.

source: Send a test notification
de: Senden einer Test-Benachrichtigung

source: Test notification has been sent.
de: Die Test-Benachrichtigung wurde gesendet.

source: General Settings
de: Allgemeine Einstellungen

source: Slack Username
de: Slack Benutzername

source: Choose a username for your notifications. You can't leave this field empty.
de: Wählen Sie einen Benutzernamen für Ihre Benachrichtigungen aus. Sie können dieses Feld nicht leer lassen.

source: Emoji Code, example: :mailbox_with_mail:
de: Emoji-Code, Beispiel:: mailbox_with_mail:

source: Choose an emoji that will be included in every %s notification. You can find all emoji codes in the <a href="http://www.emoji-cheat-sheet.com/" target="_blank">Emoji Cheat Sheet</a>.
de: Wählen Sie eine Emoji aus, die in jeder %s-Benachrichtigung enthalten sein soll. Alle Emoji-Codes finden Sie im < a href = "http://www.emoji-cheat-sheet.com/" target = "_blank" > Emoji Spickzettel </a>.

# post type general name
source: Slack Connectors
de: Slack Connector

# slack_connector
source: Add New
de: Hinzufügen

source: Add New Slack Connector
de: Neu hinzufügen

source: New Slack Connector
de: Neuer Slack Connector

source: Edit Slack Connector
de: Slack Connector bearbeiten

source: View Slack Connector
de: Slack Connector ansehen

source: Search Slack Connectors
de: Slack Connector suchen

source: Parent Slack Connectors:
de: Übergeordnete Slack Connectors:

source: No Slack Connectors found.
de: Kein Slack Connector gefunden.

source: No Slack Connectors found in Trash.
de: Kein Slack Connector im Papierkorb gefunden.

source: Slack Connectors for Slack.
de: Slack Connectors für Slack.

source: Please enter a webhook URL
de: Geben Sie eine Webhook-URL ein

source: *This is a test notification*
de: *Dies ist eine Test-Benachrichtigung*

source: https://marketpress.com
de: https://marketpress.de

source: Sending test notification succeeded
de: Senden der Test-Benachrichtigung erfolgreich

source: This is a test message from Slack Connector. We hope you enjoy this plugin. \nLovely regards\n\nYour MarketPress Team!
de: Dies ist eine Testnachricht von Slack Connector. Wir hoffen, Sie genießen dieses Plugin. \Beste Grüße\n\nDein MarketPress Team!

source: ERROR: Something went wrong. Please, check your webhook URL.
de: Fehler: etwas ist schief gelaufen. Bitte überprüfen Sie Ihre Webhook URL.

source: Deactivated
de: Inaktiv

source: New Order
de: Neue Bestellung

source: Product Sale
de: Produkt Angebot

source: Product Category Sale
de: Produktkategorie Angebot

source: New Order Settings
de: Neue Bestellung - Einstellungen

source: Notifications
de: Benachrichtigungen

source: You can choose either to get a notifiaction when you have a new order or when certain products are sold. You can also choose to get notification when products of certain product categories are sold.
de: Sie können wählen, ob Sie eine Benachrichtigung erhalten möchten, wenn Sie eine neue Bestellung haben oder wenn bestimmte Produkte verkauft werden. Sie können auch eine Benachrichtigung erhalten, wenn Produkte bestimmter Produktkategorien verkauft werden.

source: Products
de: Produkte

source: Product Categories
de: Produktkategorien

source: Notification Title
de: Benachrichtigungstitel

source: New sale!
de: Im Angebot!

source: Choose a title for your the notification "New Order / Product Sale".
de: Wählen Sie einen Titel für Sie sind die Mitteilung "neuer Auftrag/Produktverkauf".

source: You can use the following placeholders
de: Sie können die folgenden Platzhalter verwenden

source: When you set the option to "New Order", you can also use
de: Wenn Sie die Option "neue Bestellung" setzen, können Sie auch

source: When you set the option to "Product Sale" or "Product Category Sale", you can also use
de: Wenn Sie die Option "Produktverkauf" oder "Produktkategorie Verkauf" festlegen, können Sie auch

source: You can use valid Slack markup, for more details, see <a href="https://get.slack.help/hc/en-us/articles/202288908-How-can-I-add-formatting-to-my-messages-" target="_blank">here</a>
de: Sie können gültige Slack Markup verwenden, weitere Informationen finden Sie unter < a href = "https://get.slack.help/hc/en-us/articles/202288908-How-can-I-add-formatting-to-my-messages-" target = "_blank" > hier </a>

source: Notification Color
de: Benachrichtigungs Farbe

source: Choose a color for this kind of notification.
de: Wählen Sie eine Farbe für diese Art von Benachrichtigung aus.

source: Field - Order
de: Feld - Bestellung

source: Activated
de: Aktiv

source: Activate or deactiate a field in your notification that shows the order number with a link to view the order.
de: Aktivieren oder deaktivieren Sie ein Feld in Ihrer Benachrichtigung, das die Bestellnummer mit einem Link zum Anzeigen der Bestellung anzeigt.

source: Field - Order Total
de: Feld - Gesamtsumme

source: Activate or deactiate a field in your notification that shows the order total.
de: Aktivieren oder deaktivieren Sie ein Feld in Ihrer Benachrichtigung, das die Auftragssumme anzeigt.

source: Field - Customer
de: Feld - Kunde

source: Activate or deactiate a field in your notification that shows the name of the customer.
de: Aktivieren oder deaktivieren Sie ein Feld in Ihrer Benachrichtigung, das den Namen des Debitors anzeigt.

source: Field - Items
de: Feld - Positionen

source: Activated with Price
de: Aktiviert mit Preis

source: Activated without Price
de: Ohne Preis aktiviert

source: Activate or deactiate a field in your notification that shows the items of the order, respectively the product name if you set the option "Notifications" to "Product Sale" or "Product Category Sale". You can choose whether the price is shown or not.
de: Aktivieren oder deaktivieren Sie ein Feld in Ihrer Benachrichtigung, das die Artikel des Auftrags bzw. den Produktnamen anzeigt, wenn Sie die Option "Benachrichtigungen" auf "Produktverkauf" oder "Produktkategorie Verkauf" setzen. Sie können wählen, ob der Preis angezeigt wird oder nicht.

source: Low Stock Settings
de: Geringer Lagerbestand - Einstellungen

source: You can get a notification when a product is low on stock.
de: Sie können eine Benachrichtigung erhalten, wenn ein Produkt nicht vorrätig ist.

source: Low on stock: The product [product-name] ([product-id]) is low on stock!
de: Niedrig auf Lager: das Produkt [Produktname] ([Produkt-ID]) ist auf Lager niedrig!

source: Choose a title for the notification "Low on Stock".
de: Wählen Sie einen Titel für die Meldung "Low on Stock".

source: Out of Stock Settings
de: Nicht vorrätige Einstellungen

source: You can get a notification when a product is out of stock.
de: Sie können eine Benachrichtigung erhalten, wenn ein Produkt nicht vorrätig ist.

source: Out of stock: The product [product-name] ([product-id]) is out of stock!
de: Nicht vorrätig: das Produkt [Produktname] ([Product-ID]) ist nicht vorrätig!

source: Choose a title for the notification "Out of Stock".
de: Wählen Sie einen Titel für die Meldung "nicht vorrätig".

source: New Customer Settings
de: Neue Kunden - Einstellungen

source: You can get a notification when a new customer has been created by WooCommerce.
de: Sie können eine Benachrichtigung erhalten, wenn ein neuer Kunde von WooCommerce erstellt wurde.

source: New Customer: [customer-name]
de: Neuer Kunde:[customer-name]

source: Choose a title for the notification "New Customer".
de: Wählen Sie einen Titel für die Benachrichtigung "neuer Kunde".

source: You can use the following placeholder
de: Sie können den folgenden Platzhalter verwenden

source: New Review Settings
de: Neue Bewertung - Einstellungen

source: You can get a notification when new customer has been created by WooCommerce.
de: Sie können eine Benachrichtigung erhalten, wenn der neue Kunde von WooCommerce erstellt wurde.

source: New Review: by [reviewer-name] for [product-name]
de: Neue Bewertung: von [reviewer-name] für [product-name]

source: Choose a title for the notification "New Review".
de: Wählen Sie einen Titel für die Benachrichtigung "Neue Bewertung".

source: Review Text
de: Bewertungstext

source: Choose whether the review text is shown in the notification.
de: Wählen Sie aus, ob die Bewertung in der Benachrichtigung angezeigt wird.

source: Rating
de: Bewertung

source: Choose whether the review rating is shown in the notification. A 5-star rating system is used to display the rating.
de: Wählen Sie aus, ob die Bewertung in der Benachrichtigung angezeigt wird. Zur Anzeige der Bewertung wird ein 5-Sterne-Bewertungssystem verwendet.

source: View Order
de: Bestellung anzeigen

source: Order
de: Bestellung

source: Order Total
de: Gesamtsumme

source: Order Items
de: Positionen der Bestellung

source: Order Item
de: Bestellartikel

source: Please check the values for amount (from) and amount (to). There should be never the same value.
de: Bitte überprüfe Sie die Werte für Betrag (von) und Betrag (bis). Sie sollten nie gleich sein.

# post type general name
source: Customer Groups
de: Kundengruppen

# post type singular name
source: Customer Group
de: Kundengruppe

# admin menu
source: Customer Groups
de: Kundengruppen

# add new on admin bar
source: Customer Group
de: Kundengruppe

# b2b-market
source: Add New
de: Hinzufügen

source: Add New Customer Group
de: Neue Kundengruppe hinzufügen

source: New Customer Group
de: Neue Kundengruppe

source: Edit Customer Group
de: Kundengruppe bearbeiten

source: View Customer Group
de: Kundengruppe ansehen

source: All Customer Groups
de: Alle Kundengruppen

source: Search Customer Groups
de: Kundengruppen durchsuchen

source: Parent Customer Group
de: Eltern-Kundengruppe

source: No Customer Groups found.
de: Keine Kundengruppen gefunden.

source: No Customer Groups found in Trash.
de: Keine Kundengruppen im Papierkorb gefunden.

source: Description.
de: Beschreibung.

source: You use our plugin <strong>B2B Market</strong>. That's great! Take a look at the plugin <strong>%s</strong> and the theme <strong>%s</strong>, they fit perfectly.
de: Sie nutzen unser Plugin <strong>B2B Market</strong>. Das ist toll! Schauen Sie doch auch einmal das Plugin <strong>%s</strong> und das Theme <strong>%s</strong> an, sie passen perfekt dazu.

source: You use our plugin <strong>B2B Market</strong>. That's great! Take a look at the plugin <strong>%s</strong>, it fits perfectly.
de: Sie nutzen unser Plugin <strong>B2B Market</strong>. Das ist toll! Schauen Sie doch auch einmal das Plugin <strong>%s</strong> an, es passt perfekt dazu.

source: You use our plugin <strong>B2B Market</strong>. That's great! Take a look at the theme <strong>%s</strong>, it fits perfectly.
de: Sie nutzen unser Plugin <strong>B2B Market</strong>. Das ist toll! Schauen Sie doch auch einmal das Theme <strong>%s</strong> an, es passt perfekt dazu.

source: from Product Category
de: aus Produktkategorie

source: from Product Categories
de: aus Produktkategorien

source: Coupon: %s
de: Gutschein: %s

source: Coupon
de: Gutschein

source: RRP
de: UVP

source: From
de: Ab

source: Fixed Price
de: Festpreis

source: Discount (fixed Value)
de: Rabatt (fester Wert)

source: Discount (%)
de: Rabatt (%)

source: Attention
de: Achtung
